/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Χρειάζεται ένας προορισμός (Διεύθυνση IP ή Όνομα Χώρου) για να μπορέσετε να εγγραφείτε";

/* About prefs tab title */
"About" = "Σχετικά";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Ενέργειες ";

/* Title to go above the actions pop up on */
"Actions:" = "Ενέργειες:";

/* Option to add a compound action config */
"Add Compound" = "Προσθήκη Σύνθεσης";

/* Button to add a configuration */
"Add Config" = "Προσθήκη Διαμόρφωσης";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Επιπλέον Downloads";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Προσοχή! Η ενεργοποίηση αυτής της επιλογής θα προσθέσει το Growl.app στις εφαρμογές που εκκινούν στο login";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Επίτρεψη εγγραφής άλλων υπολογιστών σε ειδοποιήσεις";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Επιτρέποντας το, το Growl θα μπορεί να εκτελείται κάθε φορά που κάνετε login, ώστε να είναι πάντα διαθέσιμο για όλες τις εφαρμογές σας";

/* Notification always stay on screen */
"Always" = "Πάντα";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Ένα μη σφάλμα προέκυψε κατά τη δημιουργία ή το άνοιγμα της βάσης δεδομένων Growl Tickets.\n Οι εφαρμογές μπορούν να εγγραφούν, και μπορείτε να αλλάξετε τις ρυθμίσεις.\ν Παρόλα αυτά, καμμία εγγραφή ή ρύθμιση δεν θα αποθηκευτεί, και το Growl μπορεί να χρησιμοποιήσει περισσότερη μνήμη";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Προέκυψε ένα μή διορθώσιμο σφάλμα κατά την δημιουργία ή το άνοιγμα της Βάσης Ιστορικού.\nΤο Ιστορικό θα απενεργοποιηθεί προσωρινά, αλλά το rollup θα συνεχίσει την λειτουργία του.\nΑν το Ιστορικό επανα-ενεργοποιηθεί, δεν θα αποθηκευτεί τίποτα, και το Growl πιθανότατα να χρησιμοποιήσει μεγάλο ποσό μνήμης.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Εφαρμογή";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Επιλέγει η εφαρμογή";

/* Use the application's defaults */
"Application Default" = "Προεπιλογή Εφαρμογής";

/* Label for application level display style choice */
"Application's Display Style" = "Στυλ Εμφάνισης της Εφαρμογής";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Εφαρμογή: %1$@\nΤίτλος: %2$@\nΠεριγραφή: %3$@\nΚλικ εδώ για άνοιγμα καταγραφής";

/* Application prefs tab title */
"Applications" = "Εφαρμογές";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Είστε σίγουροι ότι θέλετε να κλείσετε το Growl;";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Είστε σίγουροι ότι θέλετε να αφαιρέςσετε το %@;";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Bonjour configured entry, not presently findable";

/* Button title for canceling */
"Cancel" = "Ακύρωση";

/* Clear all history button title */
"Clear All History" = "Καθαρισμός Ιστορικού";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Εκαθθάριση ειδοποιήσεων στο Ιστορικό Rollup";

/* No comment provided by engineer. */
"Clear Rollup" = "Εκκαθάριση Rollup";

/* close all open notifications */
"Close all notifications" = "Κλείσιμο ειδοποιήσεων";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Σύνθεση";

/* No comment provided by engineer. */
"Compound Action" = "Σύνθετη Ενέργεια";

/* Column title for a computer entry */
"Computer Name" = "Όνομα Υπολογιστή";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Θεώρησε με αδρανή μετά από:";

/* Continue button title */
"Continue" = "Συνέχεια";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Ανιχνεύθηκε λανθασμένη εγκατάσταση";

/* Label for selectiong default actions */
"Default Actions" = "Προεπιλεγμένες Ενέργειες";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Προεπιλεγμένη θέση εμφάνισης για τις ειδοποιήσεις";

/* Default style picker label */
"Default Style" = "Προεπιλεγμένο Στυλ";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Απενεργοποίηση των ειδοποιήσεων του Growl και προώθηση τους στο OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "Απενεργοποίηση Ιστορικού";

/* Label for the display style of the selected notification */
"Display Style:" = "Στυλ Εμφάνισης:";

/* Column title for Display Styles */
"Display Styles" = "Στυλ Προβολής";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Προβολή";

/* Continue button title when done */
"Done" = "Έτοιμο";

/* Emergency notification priority */
"Emergency" = "Επείγον";

/* Label for application on/off switch */
"Enable %@" = "Ενεργοποίηση %@";

/* Label for application on/off switch */
"Enable application" = "Ενεργοποίηση εφαρμογής";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Ενεργοποίηση εκκίνησης του Growl κατά το Login";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Ενεργοποίηση Ιστορικού:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Ενεργοποίηση Καταγραφής";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Ενεργοποιόντας αυτή την επιλογή θα ρυθμίσετε το Growl ώστε να τρέχει χωρίς να δείχνει ένα εικονίδιο στο dock ή στη γραμμή μενού.\n\nΓια να ανοίξετε τις ρυθμίσεις, απλά κάντε κλικ στο Growl από το Launchpad, ή ανοίξτε το Growl στον Finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "Σφάλμα ανοίγματος %@.";

/* fatal alert */
"Fatal Error" = "Ανεπανόρθωτο Σφάλμα";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Ρυθμίσεις Firewall: Network notifications use TCP port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Αποστολή ειδοποιήσεων σε άλλους υπολογιστές";

/* Tab title for forwarding */
"Forwarding" = "Προώθηση";

/* General prefs tab title */
"General" = "Γενικά";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Λήψη Εφαρμογών";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Λήψη άλλων";

/* Use the global defaults from the displays tab */
"Global Default" = "Προεπιλεγμένες";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Υποβολή Bug στο Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Προέκυψε ένα ανεπανόρθωτο σφάλμα στο Growl κατά την ρύθμιση του/της %@, και το Growl θα τερματιστεί μετά το κλείσιμο αυτού του παραθύρου. Παρακαλώ επικοινωνήστε μαζί μας στο support@growl.info";

/* No comment provided by engineer. */
"Growl History Disabled" = "Το Ιστορικό του Growl Απενεργοποιήθηκε";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Το Growl πρέπει να επανεκκινηθεί για να εφαρμοστεί αυτή η αλλαγή.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Rollup ειδοποιήσεων του Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Web Site του Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Απόκρυψη Rollup";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Απόκρυψη Rollup Ιστορικού";

/* High notification priority */
"High" = "Υψηλή";

/* History prefs tab title */
"History" = "Ιστορικό";

/* Unit of time for idle detection */
"Hours" = "Ώρες";

/* Title on box containing idle detection controls */
"Idle Detection" = "Εντοπισμός Αδράνειας";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Αν κλείσετε το Growl δεν θα μπορείτε να λαμβάνετε ειδοποιήσεις.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Υποδεικνύει αναγνωρισμένο υπολογιστή με Growl 1.3 ή νεώτερο";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Υποδυκνύει έναν χειροκίνητα εγγεγραμένο υπολογιστή";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Ενημέρωση του %@ όταν κλικάρεται μια ειδοποίηση";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Διατήρηση  Αριθμού";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Διατήρηση Ημ/νιας";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Παλιό πρόγραμμα απεγκατάστασης Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Αναμονή για εισερχόμενες ειδοποιήσεις";

/* Title for section containing apps from the local machine */
"Local" = "Τοπικό";

/* Unit of time for idle detection */
"Minutes" = "Λεπτά";

/* Moderate notification priority */
"Moderate" = "Μέτρια";

/* Network prefs tab title */
"Network" = "Δίκτυο";

/* Notification will never stay on screen */
"Never" = "Ποτέ";

/* No comment provided by engineer. */
"No" = "Όχι";

/* Use no actions */
"No Actions" = "Καμία Ενέργεια";

/* Don't do any actions */
"No Default Actions" = "Καμμία Προεπιλεγμένη Ενέργεια";

/* Setting for no visual display */
"No Default Display" = "Καμία προεπιλεγμένη οθόνη";

/* Growl will run compeletely in the background */
"No icon visible" = "Κανένα εικονίδιο";

/* No comment provided by engineer. */
"No Recent Notifications" = "Καμμία Πρόσφατη Ειδοποίηση";

/* Normal notification priority */
"Normal" = "Κανονική";

/* Label for the tab which contains notification settings */
"Notifications" = "Ειδοποιήσεις";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"OK" = "ΟΚ";

/* No comment provided by engineer. */
"Ok" = "ΟΚ";

/* If the string is too long, use I */
"ON" = "I";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Άνοιγμα Ρυθμίσεων Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Άνοιγμα του παραθύρου ρυθμίσεων του Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "Ειδοποιήσεις OS X";

/* Column title for a password */
"Password" = "Κωδικός";

/* No comment provided by engineer. */
"Pause Growl" = "Παύση του Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Παύση των οπτικών ειδοποιήσεων του Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Παρακαλούμε μην εισάγετε localhost, το Grow δεν υποστηρίζει προώθηση στον εαυτό του.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Please do not enter localhost, Growl does not support subscribing to itself.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση IPv4 ή IP6, ή μια έγκυρη διεύθυνση διαδικτύου";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Το plugin '%@' εγκαταταστάθηκε επιτυχώς. Θέλετε να το ρυθμίσετε τώρα;";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Το plugin '%@' είναι ήδη εγκατεστημένο, θέλετε να το αντικαταστήσετε;";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Το plugin '%@' δεν θα λειτουργήσει σε αυτό το Mac με αυτή την έκδοση του Mac OS X. Εγκατάσταση ούτως ή άλλως;";

/* No comment provided by engineer. */
"Plugin already exists" = "Το plugin υπάρχει ήδη";

/* No comment provided by engineer. */
"Plugin installed" = "Το plugin εγκαταστάθηκε";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Το plugin δεν έχει εγγενή αρχιτεκτονική";

/* No comment provided by engineer. */
"Plugin not installed" = "Το plugin δεν εγκαταστάθηκε";

/* Preferences window title */
"Preferences" = "Επιλογές";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Προεπισκόπηση";

/* Label for choosing priority of the selected notification */
"Priority:" = "Προτεραιότητα:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Αναβόσβησε το εικονίδιο του μενού";

/* No comment provided by engineer. */
"Quit" = "Τερματισμός";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Τερματισμός του Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Ανάγνωση Οδηγιών και Έξοδος";

/* Button title for removing something */
"Remove" = "Αφαίρεση";

/* No comment provided by engineer. */
"Resume Growl" = "Συνέχιση του Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Συνέχιση των οπτικών ειδοποιήσεων του Growl";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Rollup για όλες τις ειδοποιήσεις";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Αυτόματη Εμφάνιση του Rollup";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Ενεργοποίηση Rollup";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Rollup μόνο για τις καταγεγραμμένες ειδοποιήσεις";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Εύρεση";

/* Unit of time for idle detection */
"Seconds" = "Δευτερόλεπτα";

/* Label for server password field */
"Server Password:" = "Κωδικός Διακομιστή:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Εμφάνιση Απενεργοποιημένων";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Εμφάνιση εικονιδίου και στα δυο";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Εμφάνιση εικονιδίου στο dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Εμφάνιση εικονιδίου στη γραμή μενού";

/* No comment provided by engineer. */
"Show Rollup" = "Εμφάνιση Rollup";

/* No comment provided by engineer. */
"Show the History Rollup" = "Εμφάνιση Rollup Ιστορικού";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Συντόμευση Εμφάνισης/Απόκρυψης";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Εκκίνηση του Growl κατα το login";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Διαμονή στην Οθόνη:";

/* Tab title for subscribers tab */
"Subscribers" = "Εγγεγραμένοι";

/* Tab title for subscriptions tab */
"Subscriptions" = "Εγγραφές";

/* No comment provided by engineer. */
"There are no new notifications" = "Δεν υπάρχουν νεες ειδοποιήσεις";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Υπήρξε %lu ειδοποίηση όσο λείπατε";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Υπήρξε κάποιο σφάλμα στην απομακρυσμένη μηχανή:\nκωδικός: %1$d\nπεριγραφή: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Υπήρξε κάποιο πρόβλημα κατά την εγκατάσταση του plugin '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Υπήρξε κάποιο σφάλμα κατά το άνοιγμα του αρχείου %@, πιθανών να είναι αλοιωμένο.\nΤο Growl θα μετακινήσει το αρχείο και θα δημιουργήσει μια νέα βάση δεδομένων.\nΑυτό πιθανών να προέκυψε όταν κόλλησε το Growl ή ο υπολογιστής σας.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Υπήρξαν %lu ειδοποιήσεις ενώ λείπατε";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Αυτή η ενέργεια δεν γίνεται να αναιρεθεί, παρακαλώ επιβεβαιώστε ότι θέλετε να διαγράψετε όλο το ιστορικό ειδοποιήσεων";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Αυτή είναι μια προεπισκόπηση του στυλ %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Αυτή η ρυθμίση plugin χρησιμοποιείται, και η αφαίρεση της θα προκαλέσει την αφαίρεση της από όλες τις εφαρμογής και τις ειδοποιήσεις όπου χρησιμοποιείται";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Αυτό δεν πρέπει να συμβεί ποτέ! Η -(void)subscribe πρέπει να καλείται μόνο σε τοπικές εγγραφές";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Αυτό θα αφαιρέσει όλες τις ρυθμίσεις του Growl για το %@.";

/* Column title for the time column in the history table */
"Time" = "Χρόνος";

/* Column title for the title column in the history table */
"Title" = "Τίτλος";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Για να εμποδιστεί η αέναη αύξηση του ιστορικού, τουλάχιστον ένα είδος αυτόματης διαγραφής πρέπει να είναι ενεργό";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Η απενεργοποίηση και των δυο αυτόματων λειτουργιών διαγραφής δεν είναι δυνατή.";

/* Column title for whether to use the item on the row */
"Use" = "Χρήση";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Χρήση δικής μου αρχικής θέσης";

/* label for using the global default starting position */
"Use default starting position" = "Χρήση προεπιλεγμένης αρχικής θέσης";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Έγκυρο μέχρι:";

/* Very low notification priority */
"Very Low" = "Πολύ Χαμηλή";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Προσοχή! Θα διαγραφεί ΟΛΟ το ιστορικό";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Προσοχή! Οι προτημήσεις της εφαρμογής δεν θα αποθηκευτούν";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Προσοχή! Ενεργοποιόντας αυτή την επιλογή θέτετε το Growl να τρέχει στο παρασκήνιο";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Αναγνωρίστηκε πως το Mac App Store δημιούργησε μια λανθασμένη εγκατάσταση. Παρακαλούμε ακολουθήστε τις οδηγίες που ακολουθούν ώστε να διορθώσουμε την εγκατάσταση σας.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Καλωσήρθατε στο Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Όταν η οθόνη είναι κλειδωμένη";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Όταν η προφύλαξη οθόνης είναι ενεργή";

/* No comment provided by engineer. */
"Yes" = "Ναι";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Μπορείτε να συνδεθείτε χειροκίνητα σε μία από τις παρακάτω διευθύνσεις:";

